Poll.seed do |s|
  s.id = 1
  s.title = '質問お題1 質問お題1 質問お題1'
  s.question = '質問内容1 質問内容1 質問内容1 質問内容1 質問内容1 質問内容1 質問内容1'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 0
end
Poll.seed do |s|
  s.id = 2
  s.title = '質問お題2 質問お題2 質問お題2'
  s.question = '質問内容2 質問内容2 質問内容2 質問内容2 質問内容2 質問内容2 質問内容2'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| 選択肢その5 |||| 選択肢その6 |||| 選択肢その7 |||| 選択肢その8 |||| '
  s.limit = '2016-01-01 19:40:25 +0900'
  s.limit_flg = 0
  s.user_id = 2
end
Poll.seed do |s|
  s.id = 3
  s.title = '質問お題3 質問お題3 質問お題3'
  s.question = '質問内容3 質問内容3 質問内容3 質問内容3 質問内容3 質問内容3 質問内容3'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 3
end
Poll.seed do |s|
  s.id = 4
  s.title = '質問お題4 質問お題4 質問お題4'
  s.question = '質問内容4 質問内容4 質問内容4 質問内容4 質問内容4 質問内容4 質問内容4'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 4
end
Poll.seed do |s|
  s.id = 5
  s.title = '質問お題5 質問お題5 質問お題5'
  s.question = '質問内容5 質問内容5 質問内容5 質問内容5 質問内容5 質問内容5 質問内容5'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 5
end
Poll.seed do |s|
  s.id = 6
  s.title = '質問お題6 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 6
end
Poll.seed do |s|
  s.id = 7
  s.title = '質問お題7 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 7
end
Poll.seed do |s|
  s.id = 8
  s.title = '質問お題8 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 8
end
Poll.seed do |s|
  s.id = 9
  s.title = '質問お題9 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 9
end
Poll.seed do |s|
  s.id = 10
  s.title = '質問お題10 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 10
end
Poll.seed do |s|
  s.id = 11
  s.title = '質問お題11 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 11
end
Poll.seed do |s|
  s.id = 12
  s.title = '質問お題12 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 4
end
Poll.seed do |s|
  s.id = 13
  s.title = '質問お題13 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 13
end
Poll.seed do |s|
  s.id = 14
  s.title = '質問お題14 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 1
end
Poll.seed do |s|
  s.id = 15
  s.title = '質問お題15 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 15
end
Poll.seed do |s|
  s.id = 16
  s.title = '質問お題16 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 16
end
Poll.seed do |s|
  s.id = 17
  s.title = '質問お題17 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 17
end
Poll.seed do |s|
  s.id = 18
  s.title = '質問お題18 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 18
end
Poll.seed do |s|
  s.id = 19
  s.title = '質問お題19 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 19
end
Poll.seed do |s|
  s.id = 20
  s.title = '質問お題20 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 20
end
Poll.seed do |s|
  s.id = 21
  s.title = '質問お題21 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 21
end
Poll.seed do |s|
  s.id = 22
  s.title = '質問お題22 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 22
end
Poll.seed do |s|
  s.id = 23
  s.title = '質問お題23 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 23
end
Poll.seed do |s|
  s.id = 24
  s.title = '質問お題24 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 24
end
Poll.seed do |s|
  s.id = 25
  s.title = '質問お題25 質問お題 質問お題'
  s.question = '質問内容 質問内容 質問内容 質問内容 質問内容 質問内容 質問内容'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
  s.user_id = 25
end