Poll.seed do |s|
  s.id = 1
  s.title = '質問お題1 質問お題1 質問お題1'
  s.question = '質問内容1 質問内容1 質問内容1 質問内容1 質問内容1 質問内容1 質問内容1'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
end
Poll.seed do |s|
  s.id = 2
  s.title = '質問お題2 質問お題2 質問お題2'
  s.question = '質問内容2 質問内容2 質問内容2 質問内容2 質問内容2 質問内容2 質問内容2'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| 選択肢その3 |||| 選択肢その4 |||| 選択肢その5 |||| 選択肢その6 |||| 選択肢その7 |||| 選択肢その8 |||| '
  s.limit = '2016-01-01 19:40:25 +0900'
  s.limit_flg = 0
end
Poll.seed do |s|
  s.id = 3
  s.title = '質問お題3 質問お題3 質問お題3'
  s.question = '質問内容3 質問内容3 質問内容3 質問内容3 質問内容3 質問内容3 質問内容3'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
end
Poll.seed do |s|
  s.id = 4
  s.title = '質問お題4 質問お題4 質問お題4'
  s.question = '質問内容4 質問内容4 質問内容4 質問内容4 質問内容4 質問内容4 質問内容4'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
end
Poll.seed do |s|
  s.id = 5
  s.title = '質問お題5 質問お題5 質問お題5'
  s.question = '質問内容5 質問内容5 質問内容5 質問内容5 質問内容5 質問内容5 質問内容5'
  s.choices = '選択肢その1 |||| 選択肢その2 |||| '
  s.limit = '2016-05-16 19:40:25 +0900'
end